{
    "layers":[
       {
          "layer":"Policydesigncharacteristics",
          "layer_description":"",
          "tagsets":[
             {
                "tagset":"Objective_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"Objective_QualIntention",
                      "tag_description":"Qualitative intention: \r\nA qualitatively stated intention or objective of the policy. This lacks a specific quantity that is targeted, for example increasing the amount of hydrogen produced with renewable electricity sources. Also includes references to unspecified targets."
                   },
                   {
                      "tag_name":"Objective_QualIntention_noCCM",
                      "tag_description":"Qualitative intention not mitigation: \r\nA qualitatively stated intention or objective of the policy, not pertaining to climate change mitigation (e.g. jobs). This lacks a specific quantity that is targeted."
                   },
                   {
                      "tag_name":"Objective_QuantTarget",
                      "tag_description":"Quantitative target: \r\nA quantitative target or objective of the policy."
                   },
                   {
                      "tag_name":"Objective_QuantTarget_noCCM",
                      "tag_description":"Quantitative target not mitigation: \r\nA quantitative target or objective of the policy, not pertaining to climate change mitigation (e.g. jobs)."
                   }
                ]
             },
             {
                "tagset":"Reference_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"Ref_OtherPolicy",
                      "tag_description":"Reference to other policy: \r\nExternal legislative text referenced for objectives, definitions, constraints, or for other reasons. No amendments."
                   },
                   {
                      "tag_name":"Ref_PolicyAmended",
                      "tag_description":"Amendment of policy: \r\nAmendment of another policy, or repeal thereof, that is made through this legislation."
                   },
                   {
                      "tag_name":"Ref_Strategy_Agreement",
                      "tag_description":"Reference to strategy or agreement: \r\nReference to treaties, constitutions, agreements, white papers, blue prints, overarching strategies. For example the Paris Agreement"
                   }
                ]
             },
             {
                "tagset":"Actor_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"Addressee_default",
                      "tag_description":"Default addressee: \r\nThe individual or entity that the rule applies to and needs to ensure its implementation."
                   },
                   {
                      "tag_name":"Addressee_monitored",
                      "tag_description":"Monitored addressee: \r\nAn individual or entity monitored for the outcome of the policy, through report, review, or audit. Formerly known as actor monitored."
                   },
                   {
                      "tag_name":"Addressee_resource",
                      "tag_description":"Resources addressee [Addressee_resource]: The actor that receives a resource. Formerly resources_recipient."
                   },
                   {
                      "tag_name":"Addressee_sector",
                      "tag_description":"Sector addressee: \r\nRelevant sectors that are covered by the policy. Formerly scope."
                   },
                   {
                      "tag_name":"Authority_default",
                      "tag_description":"Default authority: \r\nThe individual or entity that is making the rule, ensuring its implementation, for enforcing the rule and may apply sanctioning, including an existing individual or entity empowered, directed or required to implement. Formerly known as enforcement_actor but more comprehensive."
                   },
                   {
                      "tag_name":"Authority_established",
                      "tag_description":"Newly established authority: \r\nA newly established entity that is ensuring the policy’s implementation."
                   },
                   {
                      "tag_name":"Authority_legislative",
                      "tag_description":"Legislative authority: \r\nThe individual or entity that is drafting or voting on legislation."
                   },
                   {
                      "tag_name":"Authority_monitoring",
                      "tag_description":"Monitoring authority: \r\nAn individual or entity responsible for monitoring the outcome of the policy, through report, review, or audit. All entities that are part of the monitoring process, and not the primary monitored entity."
                   }
                ]
             },
             {
                "tagset":"Resource_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"Resource_MonRevenues",
                      "tag_description":"Monetary_revenues: \r\nProvisions that affect revenue (positively or negatively). Can be a concrete sum or unspecific assumption such as “increase revenue”. This includes, e.g., tax credits (negative), tolls, fees, customs (positive)."
                   },
                   {
                      "tag_name":"Resource_MonSpending",
                      "tag_description":"Monetary_spending: \r\nResources that are provided through spending. Can be a concrete sum or unspecific assumption such as “more spending on…”. This includes grants, subsidies, allocations of funds."
                   },
                   {
                      "tag_name":"Resource_Other",
                      "tag_description":"Other resource type: \r\nOther resources such as personnel, facilities/equipment, or emissions allowances."
                   }
                ]
             },
             {
                "tagset":"Time_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"Time_Compliance",
                      "tag_description":"Compliance time: \r\nThe deadline or time frame for compliance with the regulation."
                   },
                   {
                      "tag_name":"Time_InEffect",
                      "tag_description":"In effect time: The start date or effective date of the policy."
                   },
                   {
                      "tag_name":"Time_Monitoring",
                      "tag_description":"Monitoring time: Deadlines, time frames and frequencies related to monitoring."
                   },
                   {
                      "tag_name":"Time_PolDuration",
                      "tag_description":"Policy duration time:\r\nA set time frame that the policy is in place or a deadline by when it expires."
                   },
                   {
                      "tag_name":"Time_Resources",
                      "tag_description":"Resources time: \r\nTemporal provisions around the resource allocation."
                   }
                ]
             },
             {
                "tagset":"Compliance_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"Form_monitoring",
                      "tag_description":"Monitoring form: \r\nThe form of the monitoring (provisions relating to report, review, or audit; standards and certification schemes)"
                   },
                   {
                      "tag_name":"Form_sanctioning",
                      "tag_description":"Sanctioning form: \r\nSanctioning provisions and measures."
                   }
                ]
             },
             {
                "tagset":"Reversibility_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"Reversibility_policy",
                      "tag_description":"Pol_duration_provision: \r\nA provision for the extension or termination of the policy."
                   }
                ]
             }
          ]
       },
       {
          "layer":"Technologyandapplicationspecificity",
          "layer_description":"",
          "tagsets":[
             {
                "tagset":"EnergySpecificity_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"Energy_LowCarbon",
                      "tag_description":"Low-carbon energy source or carrier: A low-carbon energy source or energy carrier (includes biomass and nuclear)."
                   },
                   {
                      "tag_name":"Energy_Other",
                      "tag_description":"Other energy source or carrier: Other energy source or energy carrier (includes fossil fuels)."
                   }
                ]
             },
             {
                "tagset":"ApplicationSpecificity_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"App_LowCarbon",
                      "tag_description":"Low-carbon application: \r\nApplication of a low-carbon technology or low-carbon application of a technology."
                   },
                   {
                      "tag_name":"App_Other",
                      "tag_description":"Other application: \r\nOther application with no direct role for decarbonization."
                   }
                ]
             },
             {
                "tagset":"TechnologySpecificity_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"Tech_LowCarbon",
                      "tag_description":"Low-carbon technology: \r\nLow-carbon technology, including renewable energy generation, storage, efficiency at various levels of precision."
                   },
                   {
                      "tag_name":"Tech_Other",
                      "tag_description":"Other technology: \r\nOther technologies with no direct role for decarbonization."
                   }
                ]
             }
          ]
       },
       {
          "layer":"Instrumenttypes",
          "layer_description":"",
          "tagsets":[
             {
                "tagset":"InstrumentType_values",
                "tagset_description":"",
                "tags":[
                   {
                      "tag_name":"Edu_Outreach",
                      "tag_description":"Education and outreach:\r\nPolicies designed to increase knowledge, awareness, and training among relevant stakeholders or users, including information campaigns, training programs, labelling schemes"
                   },
                   {
                      "tag_name":"FrameworkPolicy",
                      "tag_description":"Framework policy:\r\nRefers to the processes undertaken to develop and implement policies. This generally covers strategic planning documents and strategies that guide policy development. It can also include the creation of specific bodies to further policy aims, making strategic modifications, or developing specific programs."
                   },
                   {
                      "tag_name":"PublicInvt",
                      "tag_description":"Public Investment:\r\nPolicies guiding investment by public bodies. These include government procurement programs (e.g. requirement to purchase LIB-powered electric vehicles) and infrastructure investment (e.g. charging infrastructure)."
                   },
                   {
                      "tag_name":"RD_D",
                      "tag_description":"Research, Development & Demonstration (RD&D):\r\nPolicies and measures for the government to invest directly in or facilitate investment in technology research, development, demonstration and deployment activities."
                   },
                   {
                      "tag_name":"RegulatoryInstr",
                      "tag_description":"Regulatory Instrument:\r\nCovers a wide range of instruments by which a government will oblige actors to undertake specific measures and/or report on specific information. Examples include obligations on companies to reduce energy consumption, produce or purchase a certain amount of LIB-powered electric vehicles or requirements to report on GHG emissions or energy use."
                   },
                   {
                      "tag_name":"Subsidies_Incentives",
                      "tag_description":"Subsidies and direct incentives:\r\nPolicies to stimulate certain activities, behaviours or investments through subsidies or rebates for, e.g.,  the purchase of LIB-powered electric vehicles, grants, preferential loans and third-party financing for LIB manufacturing."
                   },
                   {
                      "tag_name":"TaxIncentives",
                      "tag_description":"Tax incentives:\r\nPolicies to encourage or stimulate certain activities or behaviours through tax exemptions, tax reductions or tax credits on the purchase or installation of certain goods and services."
                   },
                   {
                      "tag_name":"TradablePermit",
                      "tag_description":"Tradable Permit:\r\nRefers to GHG emissions trading schemes or white certificate systems related to energy efficiency or energy savings obligations. In the former, industries must hold permits to cover their GHG emissions; if they emit more than the amount of permits they hold, they must purchase permits to make up the shortfall, creating an incentive to reduce energy use. White certificate schemes create certificates for a certain quantity of energy saved (for example, one MWh); regulated entities must submit enough certificates to show they have met energy saving obligations. If they are short, this must be made-up through measures that reduce energy use, or through purchase of certificates."
                   },
                   {
                      "tag_name":"Unspecified",
                      "tag_description":"General descriptions of instrument types without specifying which on (\"mechanism\", \"measure\", etc.)."
                   },
                   {
                      "tag_name":"VoluntaryAgrmt",
                      "tag_description":"Voluntary Agreement:\r\nRefers to measures that are undertaking voluntarily by government agencies or industry bodies, based on a formalized agreement. There are incentives and benefits to undertaking the action, but generally few legal penalties in case of non-compliance. The scope of the action tends to be agreed upon in concert with the relevant actors; for example, agreements to report LIB-related RD&D activities or nonbinding commitments to cooperation between actors."
                   }
                ]
             }
          ]
       }
    ]
 }